Repository: reta-lernejo/reta-lernejo.github.io
Catalog: assets/js/jsmol/idioma/*.po
Languages: eo

source: Would you like to replace the current model with the selected model?
eo: Ĉu vi volas anstataŭigi la nunan modelon per la elektita modelo?

source: Element?
eo: Elemento?

source: Jmol Script Console
eo: Komandilo de Jmol

source: &Save As...
eo: &Konservu kiel...

source: &File
eo: &Dosiero

source: &Close
eo: &Fermu

source: &Help
eo: &Helpo

source: &Search...
eo: &Serĉu...

source: &Commands
eo: &Komandoj

source: Math &Functions
eo: Matematikaj &Funkcioj

source: Set &Parameters
eo: &Parametra agordo

source: &More
eo: &Pli

source: Editor
eo: Redaktilo

source: State
eo: Stato

source: Run
eo: Lanĉu

source: Clear Output
eo: Malplenigu eligon

source: Clear Input
eo: Malplenigu enigon

source: History
eo: Kroniko

source: Load
eo: Ŝargu

source: press CTRL-ENTER for new line or paste model data and press Load
eo: Premu Ktrl+ENIG por linirompo aŭ enigu modeldatumojn kaj premu «Ŝargu»

source: Messages will appear here. Enter commands in the box below. Click the console Help menu item for on-line help, which will appear in a new browser window.
eo: Mesaĝoj aperos tie ĉi. Tajpu komandojn en la malsupra kadro. En la menuo vi povas elekti «Helpo». Ĝi aperos en nova retumila fenestro.

source: Jmol Script Editor
eo: Skriptredaktilo de Jmol

source: Console
eo: Komandilo

source: Open
eo: Malfermu

source: Font
eo: Tiparo

source: Script
eo: Skripto

source: Check
eo: Kontrolu

source: Top[as in "go to the top" - (translators: remove this bracketed part]
eo: Supren

source: Step
eo: Paŝo

source: Pause
eo: Pauzo

source: Resume
eo: Daŭrigu

source: Halt
eo: Haltu

source: Clear
eo: Malplenigu

source: Close
eo: Fermu

source: File or URL:
eo: Dosiero aŭ URL:

source: Image Type
eo: Bildtipo

source: JPEG Quality ({0})
eo: JPEG-kvalito ({0})

source: PNG Compression ({0})
eo: PNG-densigfaktoro ({0})

source: PNG Quality ({0})
eo: PNG-kvalito ({0})

source: Yes
eo: Jes

source: No
eo: Ne

source: Do you want to overwrite file {0}?
eo: Ĉu vi volas anstataŭigi la dosieron {0}?

source: Warning
eo: Averto

source: All Files
eo: Ĉiuj dosieroj

source: Cancel
eo: Rompu

source: Abort file chooser dialog
eo: Haltigu dosierelekton

source: Details
eo: Detaloj

source: Directory
eo: Dosierujo

source: Open selected directory
eo: Malfermu elektitan dosierujon

source: Attributes
eo: Atributoj

source: Modified
eo: Ŝanĝita

source: Generic File
eo: Ĝenerala dosiero

source: Name
eo: Nomo

source: File Name:
eo: Dosiernomo:

source: Size
eo: Grando

source: Files of Type:
eo: Dosiertipo:

source: Type
eo: Tipo

source: Help
eo: Helpo

source: FileChooser help
eo: Helpo por dosierelekto

source: Home
eo: Hejmdosierujo

source: List
eo: Listo

source: Look In:
eo: Serĉu en:

source: Error creating new folder
eo: Eraro kreonte novan dosierujon

source: New Folder
eo: Nova dosierujo

source: Create New Folder
eo: Kreu novan dosierujon

source: Open selected file
eo: Malfermu elektitan dosieron

source: Save
eo: Konservu

source: Save selected file
eo: konservu elektitan dosieron

source: Save In:
eo: Konservu en:

source: Update
eo: Aktualigu

source: Update directory listing
eo: Aktualigu dosierujaron

source: Up
eo: Supren

source: Up One Level
eo: Unu nivelon supren

source: OK
eo: Bone

source: Preview
eo: Antaŭrigardo

source: Append models
eo: Aldonu modelojn

source: PDB cartoons
eo: PDB-kartunoj

source: NOTE: Backbone amide hydrogen positions are present and will be ignored. Their positions will be approximated, as in standard DSSP analysis. Use {0} to not use this approximation.
eo: NOTO: Spinamidaj hidrogenpozicioj ĉeestas sed estas ignorataj. Iliaj pozicioj estas alproksimigataj akorde al la norma DSSP-analizo. Uzu {0} por uzi tiun alproksimigon.

source: NOTE: Backbone amide hydrogen positions are present and will be used. Results may differ significantly from standard DSSP analysis. Use {0} to ignore these hydrogen positions.
eo: NOTO: Spinamidaj hidrogenpozicioj ĉeestas kaj estos uzataj. Rezultoj povus konsiderinde devii de la norma DSSP-analizo. Uzu {0} por ignori tiujn hidrogenpoziciojn.

source: Arabic
eo: Araba

source: Asturian
eo: Astura

source: Azerbaijani
eo: Azerbajĝana

source: Bosnian
eo: Bosna

source: Catalan
eo: Kataluna

source: Czech
eo: Ĉeĥa

source: Danish
eo: Dana

source: German
eo: Germana

source: Greek
eo: Greka

source: Australian English
eo: Aŭstralia Angla

source: British English
eo: Brita Angla

source: American English
eo: Usona Angla

source: Spanish
eo: Hispana

source: Estonian
eo: Estna

source: Basque
eo: Eŭska

source: Finnish
eo: Finna

source: Faroese
eo: Faroa

source: French
eo: Franca

source: Frisian
eo: Frisa

source: Galician
eo: Galica

source: Croatian
eo: Kroata

source: Hungarian
eo: Hungara

source: Armenian
eo: Armena

source: Indonesian
eo: Indonezia

source: Italian
eo: Itala

source: Japanese
eo: Japana

source: Javanese
eo: Java

source: Korean
eo: Korea

source: Malay
eo: Malaja

source: Norwegian Bokmal
eo: Norvega (Bokmål)

source: Dutch
eo: Nederlanda

source: Occitan
eo: Okcitana

source: Polish
eo: Pola

source: Portuguese
eo: Portugala

source: Brazilian Portuguese
eo: Brazila Portugala

source: Russian
eo: Rusa

source: Slovenian
eo: Slovena

source: Serbian
eo: Serba

source: Swedish
eo: Sveda

source: Tamil
eo: Tamila

source: Telugu
eo: Teluga

source: Turkish
eo: Turka

source: Uyghur
eo: Ujgura

source: Ukrainian
eo: Ukrajna

source: Uzbek
eo: Uzbeka

source: Simplified Chinese
eo: Ĉina (simpligita)

source: Traditional Chinese
eo: Ĉina (tradicia)

source: Could not get class for force field {0}
eo: Ne eblas identigi la kvaliton de fortkampo {0}

source: No atoms selected -- nothing to do!
eo: Neniuj atomoj estas elektitaj -- nenio farenda!

source: {0} atoms will be minimized.
eo: {0} Atomoj minimumigotaj

source: could not setup force field {0}
eo: Ne eblas aranĝi fortkampon {0}

source: new
eo: Nova

source: undo (CTRL-Z)
eo: Malfaru (Strg+Z)

source: redo (CTRL-Y)
eo: Refaru (Strg+Y)

source: center
eo: Mezo

source: add hydrogens
eo: Aldoni hidrogenon

source: minimize
eo: Minimumigi

source: fix hydrogens and minimize
eo: Fiksi kaj minimumigi hidrogenon

source: clear
eo: Malplenigi

source: save file
eo: Konservi dosieron

source: save state
eo: Konservi staton

source: invert ring stereochemistry
eo: Inversigu Ring-Stereoĥemion

source: delete atom
eo: Forigi atomon

source: drag to bond
eo: Kunigi per tirmovo

source: drag atom
eo: Ŝovi atomon

source: drag atom (and minimize)
eo: Ŝovi atomon (kaj minimumigu)

source: drag molecule (ALT to rotate)
eo: Tirmovi molekulon (ALT por rotacio)

source: drag and minimize molecule (docking)
eo: Movi kaj minimumigi molekulon (fiksiĝe)

source: increase charge
eo: Altigi ŝargon

source: decrease charge
eo: Malaltigi ŝargon

source: delete bond
eo: Forigu ligon

source: single
eo: unuopa

source: double
eo: duopa

source: triple
eo: triopa

source: increase order
eo: Altigi liggradon

source: decrease order
eo: Malaltigi liggradon

source: rotate bond (SHIFT-DRAG)
eo: Rotacii ligon (MAJUSKL+tiri)

source: exit modelkit mode
eo: Forlasu l'reĝimon de ModelKit

source: Space Group
eo: Spacgrupo

source: none
eo: neniu

source: All
eo: ĉiuj

source: {0} processors
eo: {0} procesoroj

source: {0} MB total
eo: {0} MB sume

source: {0} MB maximum
eo: {0} MB maksimume

source: not capturing
eo: ne kaptante

source: Mouse Manual
eo: Mus-manlibro

source: Translations
eo: Tradukoj

source: System
eo: Sistemo

source: No atoms loaded
eo: Neniuj atomoj ŝargitaj

source: Configurations
eo: Agordoj

source: Element
eo: Elemento

source: Model/Frame
eo: Modelo/Kadro

source: Language
eo: Lingvo

source: By Residue Name
eo: laŭ nomo de reziduo

source: By HETATM
eo: laŭ HETATM

source: Molecular Orbitals ({0})
eo: Molekulorbitalo ({0})

source: Symmetry
eo: Simetrio

source: Model information
eo: Modelinformoj

source: Select ({0})
eo: Elekto ({0})

source: All {0} models
eo: ĉiuj {0} modeloj

source: Configurations ({0})
eo: Aranĝoj ({0})

source: Collection of {0} models
eo: Kolekto {0} de modeloj

source: atoms: {0}
eo: Atomoj: {0}

source: bonds: {0}
eo: Ligoj: {0}

source: groups: {0}
eo: Grupoj: {0}

source: chains: {0}
eo: Ĉenoj: {0}

source: polymers: {0}
eo: Polimeroj: {0}

source: model {0}
eo: Modelo {0}

source: View {0}
eo: Rigardo {0}

source: Main Menu
eo: Ĉefmenuo

source: Biomolecules
eo: Biomolekuloj

source: biomolecule {0} ({1} atoms)
eo: Biomolekulo {0} ({1} atomoj)

source: load biomolecule {0} ({1} atoms)
eo: Ŝargu biomolekulon {0} ({1} atomoj)

source: None
eo: Nenion

source: Display Selected Only
eo: Montru nur la elektitajn

source: Invert Selection
eo: Inversigu la elekton

source: View
eo: Aspekto

source: Best
eo: Plej bona

source: Front
eo: Fronto

source: Left
eo: Maldekstro

source: Right
eo: Dekstro

source: Top[as in "view from the top, from above" - (translators: remove this bracketed part]
eo: Supro

source: Bottom
eo: Malsupro

source: Back
eo: Dorso

source: Axis x
eo: x-akso

source: Axis y
eo: y-akso

source: Axis z
eo: z-akso

source: Axis a
eo: a-akso

source: Axis b
eo: b-akso

source: Axis c
eo: c-akso

source: Scenes
eo: Scenoj

source: Protein
eo: Proteino

source: Backbone
eo: Spino

source: Side Chains
eo: Flankĉenoj

source: Polar Residues
eo: Polusaj reziduoj

source: Nonpolar Residues
eo: Nepolusaj reziduoj

source: Basic Residues (+)
eo: Bazaj reziduoj (+)

source: Acidic Residues (-)
eo: Acidaj reziduoj (-)

source: Uncharged Residues
eo: Neŭtraj reziduoj

source: Nucleic
eo: Nukleacidoj

source: Bases
eo: Bazoj

source: AT pairs
eo: AT-paroj

source: GC pairs
eo: GC-paroj

source: AU pairs
eo: AU-paroj

source: Secondary Structure
eo: Duagrada strukturo

source: All PDB "HETATM"
eo: Tuta PDB "HETATM"

source: All Solvent
eo: Ĉiuj solvaj

source: All Water
eo: Ĉiuj akvaj

source: Nonaqueous Solvent
eo: Neakvaj solvaj

source: Nonaqueous HETATM
eo: Neakvaj HETATM

source: Ligand
eo: Ligato

source: Carbohydrate
eo: Karbonhidrato

source: None of the above
eo: Neniu el la supraj

source: Style
eo: Stilo

source: Scheme
eo: Skemo

source: CPK Spacefill
eo: CPK-buloj

source: Ball and Stick
eo: Buloj-stangoj

source: Sticks
eo: Stangoj

source: Wireframe
eo: Drataro

source: Cartoon
eo: Kartuno

source: Trace
eo: Spuro

source: Atoms
eo: Atomoj

source: Off
eo: Sen

source: Bonds
eo: Ligoj

source: On
eo: Kun

source: Hydrogen Bonds
eo: Hidrogenligoj

source: Calculate
eo: Kalkuli

source: Set H-Bonds Side Chain
eo: Fiksu H-ligojn ĉe flankĉenoj

source: Set H-Bonds Backbone
eo: Fiksu H-ligojn ĉe spino

source: Disulfide Bonds
eo: Disulfidligoj

source: Set SS-Bonds Side Chain
eo: Fiksu SS-ligojn ĉe flankĉenoj

source: Set SS-Bonds Backbone
eo: Fiksu SS-ligojn ĉe spino

source: Structures
eo: Strukturoj

source: Cartoon Rockets
eo: Kartunraketoj

source: Ribbons
eo: Galonoj

source: Rockets
eo: Raketoj

source: Strands
eo: Rubandoj

source: Vibration
eo: Vibroj

source: Vectors
eo: Vektoroj

source: Spectra
eo: Spektroj

source: {0} pixels
eo: {0} pikseloj

source: Scale {0}
eo: Skalo {0}

source: Stereographic
eo: Stereografio

source: Red+Cyan glasses
eo: 3D-oklo Rot/Cyan

source: Red+Blue glasses
eo: 3D-oklo Rot/Blau

source: Red+Green glasses
eo: 3D-oklo Rot/Grün

source: Cross-eyed viewing
eo: Krucrigardo

source: Wall-eyed viewing
eo: Paralelrigardo

source: Labels
eo: Etikedoj

source: With Element Symbol
eo: Kun elementsimbolo

source: With Atom Name
eo: Kun Atomnomo

source: With Atom Number
eo: Kun Atomnumero

source: Position Label on Atom
eo: Aranĝi etikedon ĉe la atomo

source: Centered
eo: Centre

source: Upper Right
eo: Supre dekstre

source: Lower Right
eo: Malsupre dekstre

source: Upper Left
eo: Supre maldekstre

source: Lower Left
eo: Malsupre maldekstre

source: Color
eo: Kolor

source: By Scheme
eo: Laŭ skemo

source: Element (CPK)
eo: Elemento (CPK)

source: Alternative Location
eo: Alternativa situo

source: Molecule
eo: Molekulo

source: Formal Charge
eo: Formalŝargo

source: Partial Charge
eo: Parta ŝargo

source: Temperature (Relative)
eo: Temperaturo (relativa)

source: Temperature (Fixed)
eo: Temperaturo (fiksa)

source: Amino Acid
eo: Aminacido

source: Chain
eo: Ĉeno

source: Group
eo: Grupo

source: Monomer
eo: Monomero

source: Shapely
eo: Ombra

source: Inherit
eo: Hereda

source: Black
eo: Nigra

source: White
eo: Blanka

source: Cyan
eo: Ciano

source: Red
eo: Ruĝo

source: Orange
eo: Oranĝo

source: Yellow
eo: Flavo

source: Green
eo: Verdo

source: Blue
eo: Bluo

source: Violet
eo: Violo

source: Salmon
eo: Salmo

source: Olive
eo: Olivo

source: Maroon
eo: Kaŝtano

source: Gray
eo: Grizo

source: Slate Blue
eo: Ardezo

source: Gold
eo: Oro

source: Orchid
eo: Orkido

source: Make Opaque
eo: Igu netraluma

source: Make Translucent
eo: Igu traluma

source: Background
eo: Fono

source: Surfaces
eo: Surfacoj

source: Axes
eo: Aksoj

source: Boundbox
eo: Kadrigo

source: Unit cell
eo: Unuoĉelo

source: Zoom
eo: Skalo

source: Zoom In
eo: Grandigu

source: Zoom Out
eo: Malgrandigu

source: Spin
eo: Turni

source: Set X Rate
eo: Agordi X-propocion

source: Set Y Rate
eo: Agordi Y-proporcion

source: Set Z Rate
eo: Agordi Z-proporcion

source: Set FPS
eo: Agordi framojn/s

source: Animation
eo: Animacio

source: Animation Mode
eo: Animacia reĝimo

source: Play Once
eo: Unufoje

source: Loop
eo: Ripete

source: Play
eo: Ludu

source: Stop
eo: Haltu

source: Next Frame
eo: Sekva framo

source: Previous Frame
eo: Antaŭa framo

source: Rewind
eo: Reiru

source: Reverse
eo: Renversu

source: Restart
eo: Rekomencu

source: Measurements
eo: Mezuroj

source: Double-Click begins and ends all measurements
eo: Duklako komencas aŭ finas ĉiujn mezurojn

source: Click for distance measurement
eo: Kalko mezuras distancon

source: Click for angle measurement
eo: Klako mezuras angulon

source: Click for torsion (dihedral) measurement
eo: Klako mezuras tordangulon/Dieder-angulon

source: Click two atoms to display a sequence in the console
eo: Klaku du atmojn por montri sekvencon en la komandilo

source: Delete measurements
eo: Forigi mezurojn

source: List measurements
eo: Listigi mezurojn

source: Distance units nanometers
eo: Distanco en nm

source: Distance units Angstroms
eo: Distanco en angstromoj

source: Distance units picometers
eo: Distanco en pm

source: Set picking
eo: Metu plukadon

source: Center
eo: Centre

source: Identity
eo: Identeco

source: Label
eo: Etikedo

source: Select atom
eo: Elekti atomon

source: Select chain
eo: Elekti ĉenon

source: Select element
eo: Elekti elementon

source: modelKitMode
eo: regimo de ModelKit

source: Select group
eo: Elekti grupon

source: Select molecule
eo: Elekti molekulon

source: Select site
eo: Elekti situon

source: Show symmetry operation
eo: Montri simetrian operacion

source: Show
eo: Montru

source: JavaScript Console
eo: Komandilo de JS

source: File Contents
eo: Dosierenhavo

source: File Header
eo: Dosierkapo

source: Isosurface JVXL data
eo: Izosurfacaj datumoj JVXL

source: Molecular orbital JVXL data
eo: Molekulorbitalaj datumoj JVXL

source: Model
eo: Modelo

source: Orientation
eo: Orientiĝo

source: Space group
eo: Spacgrupo

source: Current state
eo: Nuna stato

source: File
eo: Dosiero

source: Export
eo: Eksporto

source: Reload
eo: Reŝargi

source: Open from PDB
eo: Malfermi el PDB

source: Open local file
eo: Malfermi lokan dosieron

source: Open URL
eo: Malfermi URL-on

source: Load full unit cell
eo: Ŝargi kompletan unuoĉelon

source: Open script
eo: Malfermi skripton

source: Capture
eo: Kapti

source: Capture spin
eo: Kapti rotacion

source: Start capturing
eo: Ekkaptu

source: End capturing
eo: Finu kaptadon

source: Disable capturing
eo: Malebligu kaptadon

source: Re-enable capturing
eo: Reebligu kaptadon

source: Set capture replay rate
eo: Donu redonan rapidecon por kaptado

source: Save a copy of {0}
eo: Konservu kopion de {0}

source: Save script with state
eo: Konservu skripton kun stato

source: Save script with history
eo: Konservu skripton kun kroniko

source: Export {0} image
eo: Eksportu bildon {0}

source: Save as PNG/JMOL (image+zip)
eo: Konservu kiel PNG/JMOL (bildo+zip)

source: Save JVXL isosurface
eo: Konservu JVXL-izosurfacon

source: Export {0} 3D model
eo: Esportu 3D-modelon {0}

source: Computation
eo: Kalkualdo

source: Optimize structure
eo: Optimumigu strukturon

source: Model kit
eo: Modelilo

source: Extract MOL data
eo: Ekstraktu MOL-datumojn

source: Dot Surface
eo: Punktita surfaco

source: van der Waals Surface
eo: Surfaco laŭ van-der-Waals

source: Molecular Surface
eo: Molekulsurfaco

source: Solvent Surface ({0}-Angstrom probe)
eo: Solvila surfaco ({0}-angstroma sondo)

source: Solvent-Accessible Surface (VDW + {0} Angstrom)
eo: Solvilalira surfaco "SAS" (VDW + {0} Å)

source: Molecular Electrostatic Potential (range ALL)
eo: Molekula elektrostatika potencialo (ĉio)

source: Molecular Electrostatic Potential (range -0.1 0.1)
eo: Molekula elektrostatika potencialo (-0.1 0.1)

source: Reload {0}
eo: Reŝargu {0}

source: Reload {0} + Display {1}
eo: Reŝargu {0} + Montru {1}

source: Reload + Polyhedra
eo: Reŝargu + Poliedroj

source: Hide
eo: Kaŝu

source: Dotted
eo: Punktita

source: Pixel Width
eo: Piksellarĝo

source: Angstrom Width
eo: Angstromlarĝo

source: Selection Halos
eo: Elektosferoj

source: Show Hydrogens
eo: Montru hidrogenon

source: Show Measurements
eo: Montru mezurojn

source: Perspective Depth
eo: Perspektiva profundo

source: RasMol Colors
eo: RasMol-kolroj

source: About...
eo: Pri...

source: script compiler ERROR:
eo: Skripttraduko ERARO:

source: x y z axis expected
eo: x y z aksoj atenditaj

source: {0} not allowed with background model displayed
eo: {0} ne permesita kun montrata fonmodelo

source: bad argument count
eo: malĝusta nombro de parametroj

source: Miller indices cannot all be zero.
eo: Miller-indikiloj ne povas nuliĝi ĉiuj.

source: bad [R,G,B] color
eo: erara [R,V,B]-koloro

source: boolean expected
eo: Logika termo (bulea) atendita

source: boolean or number expected
eo: Logika termo (bulea) aŭ nombro atendita

source: boolean, number, or {0} expected
eo: buleo, nombro aŭ {0} atendita

source: cannot set value
eo: ne eblas meti valoron

source: color expected
eo: koloro atendita

source: a color or palette name (Jmol, Rasmol) is required
eo: koloro aŭ paletronomo (Jmol, Rasmol) estas bezonata

source: command expected
eo: komando atendita

source: {x y z} or $name or (atom expression) required
eo: {x y z} aŭ $name aŭ (atomesprimo) estas bezonata

source: draw object not defined
eo: desegnobjekto ne difinita

source: unexpected end of script command
eo: Neatendita fino de skriptkomando

source: valid (atom expression) expected
eo: valida (atomesprimo) atendita

source: (atom expression) or integer expected
eo: (atomesprimo) aŭ entjero atendita

source: filename expected
eo: dosiernomo atendita

source: file not found
eo: dosiero ne trovita

source: incompatible arguments
eo: nekongruaj parametroj

source: insufficient arguments
eo: maltro da parametroj

source: integer expected
eo: entjero atendita

source: integer out of range ({0} - {1})
eo: entjero ekster valida intervalo ({0} - {1})

source: invalid argument
eo: nevalida parametro

source: invalid parameter order
eo: nevalida ordo de parametroj

source: keyword expected
eo: ŝlosilvorto atendita

source: no MO coefficient data available
eo: mankas datumoj de MO-koeficientoj

source: An MO index from 1 to {0} is required
eo: MO-indekso inter 1 kaj {0} estas bezonata

source: no MO basis/coefficient data available for this frame
eo: mankas datumojd e MO-bazo/-koeficiento por tiu ĉi kadro

source: no MO occupancy data available
eo: Mankas datumoj de MO-okupo

source: Only one molecular orbital is available in this file
eo: Nur unu molekulorbitalo estas en tiu ĉi dosiero

source: {0} require that only one model be displayed
eo: {0} postulas, ke nur unu modeloj montriĝu

source: {0} requires that only one model be loaded
eo: {0} postulas, ke nur unu modelo ŝargiĝu

source: No data available
eo: Neniu datumoj ĉeestas

source: No partial charges were read from the file; Jmol needs these to render the MEP data.
eo: El la dosieroj ne legiĝis partaj elektraj ŝargoj; Jmol bezonas ilin, por prezenti MEP-datumojn.

source: No unit cell
eo: Neniu unuoĉelo

source: number expected
eo: nombro atendita

source: number must be ({0} or {1})
eo: la nombro devas esti ({0} aŭ {1})

source: decimal number out of range ({0} - {1})
eo: decimalo ekster valida intervalo ({0} - {1})

source: object name expected after '$'
eo: objektnomo atendita psot '$'

source: plane expected -- either three points or atom expressions or {0} or {1} or {2}
eo: ebeno atendita -- aŭ tri punktoj aŭ atomesprimoj aŭ {0} aŭ {1} aŭ {2}

source: property name expected
eo: economo atendita

source: space group {0} was not found.
eo: specgrupo {0} ne troviĝis

source: quoted string expected
eo: In Anführungszeichen gesetzte Zeichenkette erwartet

source: quoted string or identifier expected
eo: In Anführungszeichen gesetzte Zeichenkette oder Bezeichner erwartet

source: too many rotation points were specified
eo: zu viele Rotationspunkte benannt

source: too many script levels
eo: zu viele Skript-Ebenen

source: unrecognized atom property
eo: nicht erkannte Atom-Eigenschaft

source: unrecognized bond property
eo: nicht erkannte Bindungs-Eigenschaft

source: unrecognized command
eo: nicht erkannter Befehl

source: runtime unrecognized expression
eo: zur Laufzeit nicht erkannter Ausdruck

source: unrecognized object
eo: unbekanntes Objekt

source: unrecognized {0} parameter
eo: unbekannter {0} Parameter

source: unrecognized {0} parameter in Jmol state script (set anyway)
eo: Unbekannter Parameter {0} in Jmol-Zustands-Skript (trotzdem gesetzt)

source: unrecognized SHOW parameter -- use {0}
eo: unbekannter SHOW parameter -- benutze {0}

source: write what? {0} or {1} "filename"
eo: Was schreiben? {0} oder {1} "Dateiname"

source: script ERROR:
eo: Skript FEHLER:

source: {0} atoms deleted
eo: {0} Atome gelöscht

source: {0} hydrogen bonds
eo: {0} Wasserstoff(brücken)bindungen

source: file {0} created
eo: Datei {0} erstellt

source: invalid context for {0}
eo: Ungültiger Kontext für {0}

source: { number number number } expected
eo: { Zahl Zahl Zahl } erwartet

source: end of expression expected
eo: Ende des Ausdrucks erwartet

source: identifier or residue specification expected
eo: Bezeichner oder Residue-Spezifikation erwartet

source: invalid atom specification
eo: ungültige Atom-Spezifikation

source: invalid chain specification
eo: ungültige Ketten-Spezifikation

source: invalid expression token: {0}
eo: ungültiges Ausdrucks-Token: {0}

source: invalid model specification
eo: ungültige Modell-Spezifikation

source: missing END for {0}
eo: fehlendes END für {0}

source: number or variable name expected
eo: Zahl oder Variablenname erwartet

source: residue specification (ALA, AL?, A*) expected
eo: Residue Spezifikation (ALA, AL?, A*) erwartet

source: {0} expected
eo: {0} erwartet

source: {0} unexpected
eo: {0} unerwartet

source: unrecognized expression token: {0}
eo: unbekanntes Ausdrucks-Token: {0}

source: unrecognized token: {0}
eo: Unbekanntes Token: {0}

source: {0} struts added
eo: {0} Streben hunzugefügt

source: {0} connections deleted
eo: {0} Bindungen gelöscht

source: {0} new bonds; {1} modified
eo: {0} neue Bindungen; {1} verändert

source: Note: More than one model is involved in this contact!
eo: HINWEIS: Mehr als ein Modell ist in diesen Kontakt involviert!

source: Click for menu...
eo: Klicken um in das Menü zu kommen...

source: Jmol Applet version {0} {1}. An OpenScience project. See http://www.jmol.org for more information
eo: Jmol-Applet Version {0} {1}. Ein OpenScience-Projekt. Mehr Informationen unter http://www.jmol.org.

source: File Error:
eo: Datei-Fehler:
