Repository: reta-lernejo/reta-lernejo.github.io
Catalog: assets/js/jsmol/idioma/*.po
Languages: eo

source: assign/new atom or bond (requires {0})
eo: zuweisen/neues Atom oder Bindung (erfordert {0})

source: pop up recent context menu (click on Jmol frank)
eo: Letztes Kontextmenü aufklappen (Jmol-Emblem anklicken)

source: delete atom (requires {0})
eo: Atom löschen (benötigt {0})

source: delete bond (requires {0})
eo: Bindung löschen (benötigt {0})

source: adjust depth (back plane; requires {0})
eo: Tiefe anpassen (hintere Ebene; benötigt {0})

source: move atom (requires {0})
eo: Atom verschieben (benötigt {0})

source: move whole DRAW object (requires {0})
eo: ein ganzes DRAW Objekt verschieben (benötigt {0})

source: move specific DRAW point (requires {0})
eo: einen bestimmten DRAW-Punkt verschieben (benötigt {0})

source: move label (requires {0})
eo: Beschriftungen verschieben (benötigt {0})

source: move atom and minimize molecule (requires {0})
eo: Atom verschieben und Molekül minimieren (benötigt {0})

source: move and minimize molecule (requires {0})
eo: bewege und minimiere Molekül (erfordert {0})

source: move selected atoms (requires {0})
eo: Ausgewählte Atome bewegen (benötigt {0})

source: drag atoms in Z direction (requires {0})
eo: ziehe Atome in Z-Richtung (benötigt {0})

source: simulate multi-touch using the mouse)
eo: multi-touch simulieren (mit der Maus)

source: translate navigation point (requires {0} and {1})
eo: Navigationspunkt verschieben (benötigt {0} und {1})

source: pick an atom
eo: Atom auswählen

source: connect atoms (requires {0})
eo: Atome verbinden (benötigt {0})

source: pick an ISOSURFACE point (requires {0}
eo: wähle einen ISOSURFACE Punkt (benötigt {0}

source: pick a label to toggle it hidden/displayed (requires {0})
eo: Eine Beschriftung auswählen um es zu verstecken/anzuzeigen (benötigt {0})

source: pick an atom to include it in a measurement (after starting a measurement or after {0})
eo: ein Atom auswählen um es in einer Messung zu verwenden (nach dem Starten einer Messung oder nach {0})

source: pick a point or atom to navigate to (requires {0})
eo: wähle einen Punkt oder Atom als Navigations-Ziel (erfordert {0})

source: pick a DRAW point (for measurements) (requires {0}
eo: wähle einen DRAW Punkt (für Messungen) (erfordert {0})

source: pop up the full context menu
eo: komplettes Kontextmenü öffnen

source: reset (when clicked off the model)
eo: zurücksetzen (wenn neben dem Modell geklickt)

source: rotate
eo: drehen

source: rotate branch around bond (requires {0})
eo: rotiere Verzweigung um Bindung (erfordert {0})

source: rotate selected atoms (requires {0})
eo: Ausgewählte Atome drehen (benötigt {0})

source: rotate Z
eo: rotieren Z-Achse

source: rotate Z (horizontal motion of mouse) or zoom (vertical motion of mouse)
eo: rotieren Z-Achse (horizontale Bewegung der Maus) oder zoomen (vertikale Bewegung der Maus)

source: select an atom (requires {0})
eo: ein Atom auswählen (benötigt {0})

source: select and drag atoms (requires {0})
eo: wähle und verschiebe Atome (benötigt {0})

source: unselect this group of atoms (requires {0})
eo: Auswahl für diese Gruppe von Atomen aufheben (benötigt {0})

source: select NONE (requires {0})
eo: nichts auswählen (benötigt {0})

source: add this group of atoms to the set of selected atoms (requires {0})
eo: diese Gruppe von Atomen den ausgewählten Atomen hinzufügen (benötigt {0})

source: toggle selection (requires {0})
eo: Auswahl hin- und herschalten (erfordert {0})

source: if all are selected, unselect all, otherwise add this group of atoms to the set of selected atoms (requires {0})
eo: wenn alle ausgewählt sind, wähle alle ab, ansonsten füge diese Gruppe von Atomen der Menge ausgewählten Atome hinzu (benötigt {0})

source: pick an atom to initiate or conclude a measurement
eo: Atom auswählen um Messung zu initiieren oder abzuschließen

source: adjust slab (front plane; requires {0})
eo: Schnittfläche anpassen (vordere Ebene; benötigt {0})

source: move slab/depth window (both planes; requires {0})
eo: Schnittfläche/Tiefe Ausschnitt verschieben (beide Ebenen; benötigt {0})

source: zoom (along right edge of window)
eo: Zoom (entlang der rechten Bildkante)

source: click on two points to spin around axis counterclockwise (requires {0})
eo: klicke zwei Atome an um gegen den Uhrzeigersinn um die Achse zu drehen (erfordert {0})

source: click on two points to spin around axis clockwise (requires {0})
eo: klicke zwei Atome an um im Uhrzeigersinn um die Achse zu drehen (erfordert {0})

source: stop motion (requires {0})
eo: Bewegung stoppen (benötigt {0})

source: spin model (swipe and release button and stop motion simultaneously)
eo: Modell in Rotation versetzen (wischen und Knopf loslassen und gleichzeitig Bewegung stoppen)

source: translate
eo: verschieben

source: pick one more atom in order to spin the model around an axis
eo: wähle ein weiteres Atom um das Modell um eine Achse zu drehen

source: pick two atoms in order to spin the model around an axis
eo: wähle zwei Atome um das Modell um eine Achse zu drehen

source: pick one more atom in order to display the symmetry relationship
eo: wähle ein oder mehrere Atome um die Symmetrie-Beziehung anzuzeigen

source: pick two atoms in order to display the symmetry relationship between them
eo: wähle zwei Atome um ihre Symmetrie-Beziehung anzuzeigen

source: Setting log file to {0}
eo: Stelle Log Datei auf {0}

source: Cannot set log file path.
eo: Kann Pfad für Log-Datei nicht setzen

source: {0} atoms hidden
eo: {0} Atome versteckt

source: {0} atoms selected
eo: {0} Atome ausgewählt

source: Drag to move label
eo: Ziehen um Beschriftung zu bewegen.

source: clipboard is not accessible -- use signed applet
eo: auf den Notizblock kann nicht zugegriffen werden -- verwenden Sie das signierte Miniprogramm

source: {0} hydrogens added
eo: {0} Wasserstoff-Brücken hinzugefügt
